import "./AboutUs.scss"
import imageOne from "../../assets/1.png"
import imageTwo from "../../assets/2.png"
import imageThree from "../../assets/3.png"
import imageFour from "../../assets/4.png"

export function AboutUs() {
    return (
        <div id="about-us">
            <div id="about-us-container">
                <div id="about-us-heading">
                    <h1>Ето малко повече и за нас!</h1>
                </div>
                <div class="about-us-row">
                    <div className="about-us-content">
                        Внимавайте вие, читатели и слушатели, роде български, които обичате и вземате присърце своя род и своето българско отечество и желаете да разберете и знаете известното за своя български род и за вашите бащи, прадеди и царе, патриарси и светии как изпърво са живели и прекарвали. За вас е потребно и полезно да знаете известното за делата на вашите бащи, както знаят всички други племена и народи своя род и език, имат история и всеки грамотен от тях знае, разказва и се гордее със своя род и език. 
                    </div>
                    <img src={imageOne} className="about-us-img" alt="imageOne"/>
                </div>
                <div class="about-us-row">
                    <img src={imageTwo} className="about-us-img" alt="imageTwo"/>
                    <div className="about-us-content">
                        Внимавайте вие, читатели и слушатели, роде български, които обичате и вземате присърце своя род и своето българско отечество и желаете да разберете и знаете известното за своя български род и за вашите бащи, прадеди и царе, патриарси и светии как изпърво са живели и прекарвали. За вас е потребно и полезно да знаете известното за делата на вашите бащи, както знаят всички други племена и народи своя род и език, имат история и всеки грамотен от тях знае, разказва и се гордее със своя род и език. 
                    </div>
                </div>
                <div class="about-us-row">
                    <div className="about-us-content">
                        Внимавайте вие, читатели и слушатели, роде български, които обичате и вземате присърце своя род и своето българско отечество и желаете да разберете и знаете известното за своя български род и за вашите бащи, прадеди и царе, патриарси и светии как изпърво са живели и прекарвали. За вас е потребно и полезно да знаете известното за делата на вашите бащи, както знаят всички други племена и народи своя род и език, имат история и всеки грамотен от тях знае, разказва и се гордее със своя род и език. 
                    </div>
                    <img src={imageThree} className="about-us-img" alt="imageThree"/>
                </div>
                <div class="about-us-row">
                    <img src={imageFour} className="about-us-img"alt="imageFour"/>
                    <div className="about-us-content">
                        Внимавайте вие, читатели и слушатели, роде български, които обичате и вземате присърце своя род и своето българско отечество и желаете да разберете и знаете известното за своя български род и за вашите бащи, прадеди и царе, патриарси и светии как изпърво са живели и прекарвали. За вас е потребно и полезно да знаете известното за делата на вашите бащи, както знаят всички други племена и народи своя род и език, имат история и всеки грамотен от тях знае, разказва и се гордее със своя род и език. 
                    </div>
                </div>
            </div>
        </div>
    )
}
